{
    "info": "Il bot permette di ricevere delle informazioni sulla prossima metro disponibile nella stazione indicata, basta cliccare nell'apposito tasto 🚇 Metro e scegliere la stazione.\nClicca su 📜 Lista comandi per ulteriori dettagli.\n\nIl bot è stato costruito senza la collaborazione della Ferrovia Circumetnea, quindi i dati qui presenti sono frutto di una misurazione statistica dei tempi di percorrenza, svolta manualmente. Sono quindi da prendere come una indicazione e non come un orario esatto. Siamo comunque ben disponibili a collaborazioni con l'azienda per aumentare la precisione di questi orari.",
    "start": "Salve! Benvenuto in CTMetrobot! Il bot che ti permette di ottenere la prossima metro per qualsiasi orario inserito. Per utilizzare le sue funzioni ti basta cliccare su 🚇 Metro e seguire la selezione guidata.\n\nCi teniamo a far presente che il bot è stato costruito senza la collaborazione della Ferrovia Circumetnea, quindi i dati qui presenti sono frutto di una misurazione statistica dei tempi di percorrenza, svolta manualmente. Sono quindi da prendere come una indicazione e non come un orario esatto. Clicca su ℹ️ Info o 📜 Lista comandi per ulteriori dettagli.",
    "help": "Ecco una lista dei comandi:\n\n 🚇 Metro - Ti guida alla ricerca della prossima metro per l'orario indicato\n\n 🚉 Stazioni - fornisce una lista delle stazioni disponibili\n\n ℹ️ Info - fornisce informazioni riguardanti il bot\n\n 👨‍💻 Chi siamo - lista degli autori del bot\n\n 📢 Report - ti guida nella segnalazione agli sviluppatori di malfunzionamenti del bot. Potresti essere contattato su telegram da uno di loro per ulteriori chiarimenti. Se utilizzi il comando ci autorizzi implicitamente a contattarti. Per favore evitare di abusarne, grazie.\n\n 📜 Lista Comandi - fornisce la presente lista\n\n 💙 Dona - regala un caffè agli sviluppatori se il bot ti è stato di aiuto! 😄",
    "errReport": "Formato del messaggio non corretto o numero di parole minime non raggiunto.",
    "succReport": "Report inviato correttamente! Grazie della segnalazione, provvederemo a risolvere al più presto 👍🏻",
    "errMetro": "Ora inserita non valida",
    "chiSiamo": "Siamo dei ragazzi che studiano Informatica al Dipartimento di Matematica e Informatica di Catania 👨🏻‍🎓. Abbiamo voluto creare questo bot per aiutare il cittadino a fruire del servizio metro 🚇.\nGrazie a:\n- @warcreed\n- @zar98s\n- @wornairz per l'hosting\n\nUsa il pulsante Dona per ringraziare gli sviluppatori e regalare loro un caffè!\n\nhttps://github.com/Warcreed/Telegram-CTMetro-Bot",
    "donate": "Vi ringraziamo per il vostro sostegno, speriamo che il servizio vi sia risultato utile e facile da utilizzare.\n\nGrazie per i ☕️ che vorrete donarci!\n\nPer donare cliccare il seguente link:\n-->",
    "commandsList":"Lista completa di tutti i comandi:\n\nComandi User\n- Metro - conversationHandler che guida verso la scelta di stazione e orario per trovare la metro\n- Info - fornisce informazioni riguardanti il bot\n- Chi siamo - lista degli autori del bot\n- Report - conversationHandler per la segnalazione di malfunzionamenti agli sviluppatori.\n- Dona - regala un caffè agli sviluppatori\n\n Comandi Admin:\n /chatid - restituisce il chat_id\n- Leggi report - legge i report inviati dal file\n- Elimina report - cancella tutti i report\n- Scrivi file report - scrive sul file i reports, da usare per eventualmente cancellare quelli già visionati\n- Lista comandi - restituisce questo messaggio se admin\n /restartbot - riavvia il bot, circa 10/15 sec, dipende dal sistema\n /shutdownbot <chat_id_autorizzato> - spegne il bot, circa 10/15 sec, dipende dal sistema"
}